{
  "plains": {
    "description": {
      "base": [
        "You are in a vast open plain. The grass stretches endlessly in all directions, swaying gently in the breeze.",
        "You are in a wide, open plain. The sun hangs high overhead, bathing the rolling fields in warm light.",
        "You are in a sprawling grassland. Wildflowers dot the landscape, adding splashes of color to the sea of green.",
        "You are in a windy plain. The tall grass rustles as a steady breeze moves across the open land.",
        "You are in a peaceful plain. The horizon seems endless, broken only by the occasional lone tree or wandering animal."
      ]
    },
    "empty": [
      "The forest is eerily quiet, only the distant rustling of leaves breaking the silence.",
      "A gentle breeze stirs the canopy, sending dappled light dancing across the forest floor.",
      "The trees stand tall and unmoving, their thick trunks covered in moss and creeping vines.",
      "You hear the occasional snap of a twig, but nothing stirs within the dense underbrush.",
      "A faint scent of damp earth and pine lingers in the air, the forest still and undisturbed."
    ],
    "scavenge": [
      ["rock", {"shape": "smooth"}],
      ["rock", {"shape": "pointy"}]
    ],
    "enemies": [
      ["rabbit", 0.8],
      ["wolf", 0.2]
    ]
  },
  "forest": {
    "description": {
      "base": [
        "You are in a dense forest. The trees are tall and the canopy is thick, blocking out most of the sunlight.",
        "You are in a dense forest. There are trees all around you, their branches reaching out to the sky.",
        "You are in a dense forest. The ground is covered in leaves and twigs, and the air is filled with the sound of birds chirping.",
        "You are in a dense forest. The trees are so close together that it's hard to see more than a few feet in any direction."
      ]
    },
    "empty": [
      "A gust of wind rolls across the open fields, rustling the grass like distant whispers.",
      "The landscape is peaceful, interrupted only by the occasional chirping of distant birds.",
      "You take a deep breath of the fresh, open air. The plains are quiet and serene."
    ],
    "scavenge": [
      ["rock", {"shape": "smooth"}],
      ["rock", {"shape": "pointy"}],
      ["stick", {"material": "oak"}],
      ["sagewort", {"quality": "script:get_sagewort_quality"}]
    ],
    "enemies": [
      ["rabbit", 0.7],
      ["wolf", 0.2],
      ["bear", 0.1]
    ]
  }
}